Repository: Zichao-xu/WgSense
Catalog: platforms/macos/WgSense/Localizable.xcstrings
Source language: zh_hans
Languages: ar, en, fa, ja, ko, ru, tr, vi, zh_hant

source: 剪贴板
ar: لوحة الشفاه
en: Clipboard
fa: کلیپ‌بورد
ja: クリップボード
ko: 클립보드
ru: речь вставка
tr: Pano
vi: Bảng tạm
zh_hant: 剪貼板

source: 加密货币
ar: الشفافية
en: Cryptocurrency
fa: ارز دیجیتال
ja: 暗号通貨
ko: 암호화폐
ru: криптовалюта
tr: Kripto para birimi
vi: Mật mã
zh_hant: 加密貨幣

source: 加拿大
ar: كندا
en: Canada
fa: کانادا
ja: カナダ
ko: 캐나다
ru: Канада
tr: Kanada
vi: Canada

source: 加载配置...
ar: تشكيلة التعبئة...
en: Loading configuration...
fa: تنظیمات بارگذاری ...
ja: 設定をロードする...
ko: 설치 로드 중...
ru: Загрузить конфигурацию...
tr: Yükleme yapılandırması...
vi: Đang nạp cấu hình...
zh_hant: 加載配置...

source: 协议
ar: الترخيص
en: License
fa: مجوز مجوز
ja: 合意
ko: 합의
ru: соглашение
tr: Lisans
vi: Giấy phép
zh_hant: 協議

source: 即将推出
ar: قادم قريبا
en: Coming Soon
fa: بزودی می آیند
ja: 発売予定
ko: 곧 출시됩니다.
ru: скоро будет запущен
tr: Yakında Geliyor
vi: Sắp đến rồi
zh_hant: 即將推出

source: 卸载
ar: إلغاء التثبيت
en: Uninstall
fa: حذف
ja: アンロード
ko: 제거
ru: Удалить
tr: Kaldır
vi: Gỡ cài đặt
zh_hant: 卸載

source: 卸载系统 helper
ar: مساعد النظام غير المستقر
en: Uninstall System Helper
fa: حذف نصب برنامه کمکی سیستم
ja: システムhelperをアンインストールする
ko: 시스템 helper를 제거하다
ru: Деинсталлировать системный helper
tr: Yükleme Sistemi Yardımlayıcı
vi: Hủy cài đặt bộ trợ giúp hệ thống
zh_hant: 卸載系統 helper

source: 发现 %@ 台设备
ar: وجدت%1$@أجهزة
en: Found %1$@ devices
fa: پیدا شده%1$@دستگاه ها
ja: 発見した %@ 台設備
ko: 이 기기 %@ 발견
ru: Обнаружение %@ устройств
tr: Bulundu %1$@ cihazlar
vi: Tìm thấy%1$@Thiết bị
zh_hant: 發現 %@ 台設備

source: 发现设备
ar: الأجهزة المكتشفة
en: Discovered Devices
fa: دستگاه های کشف شده
ja: 設備を発見する
ko: 설비발견
ru: Найти устройство
tr: Keşfedilen Cihazlar
vi: Thiết bị phát hiện
zh_hant: 發現設備

source: 发现需要检查的 DNS/路由项
ar: تحتاج إدخالات نظام أسماء النطاقات أو المسار إلى مراجعة
en: DNS or route entries need review
fa: DNS یا ورودی مسیر نیاز به بررسی
ja: チェックが必要なDNS/ルース項を見つける
ko: 검사해야 할 DNS/루팅 항목 발견
ru: Обнаружение элементов DNS/маршрутизации, которые необходимо проверить
tr: DNS veya rota girişlerinin gözden geçirilmesi gerekiyor
vi: DNS hoặc mục nhập lộ trình cần xem lại
zh_hant: 發現需要檢查的 DNS/路由項

source: 发送
ar: إرسال
en: Send
fa: ارسال
ja: 送る
ko: 보내기
ru: Отправить
tr: Gönder
vi: Gửi
zh_hant: 發送

source: 发送中
ar: إرسال
en: Sending
fa: ارسال
ja: 発送中
ko: 발송중
ru: отправка
tr: Gönderiliyor
vi: Đang gửi
zh_hant: 發送中

source: 发送任务
ar: التحويلات
en: Transfers
fa: انتقال
ja: ミッションを送る
ko: 임무 보내기
ru: Отправить задание
tr: Transferler
vi: Truyền:
zh_hant: 發送任務

source: 发送类型
ar: إرسال
en: Send Type
fa: ارسال نوع
ja: 発送タイプ
ko: 발송형태
ru: Тип отправки
tr: Gönderme Türü
vi: Kiểu gởi
zh_hant: 發送類型

source: 取消
ar: إلغاء
en: Cancel
fa: لغو
ja: 取り消し
ko: 취소
ru: Отмена
tr: İptal
vi: Hủy

source: 取消发送
ar: إرسال إلغاء
en: Cancel Send
fa: لغو ارسال
ja: 配信をキャンセルする
ko: 취소 발송
ru: Отменить отправку
tr: Gönderimi İptal Et
vi: Thôi gửi
zh_hant: 取消發送

source: 取消选择
ar: اختيار واضح
en: Clear Selection
fa: انتخاب واضح
ja: 選択を取り消す
ko: 선택취소
ru: Отменить выбор
tr: Seçimi Temizle
vi: Xoá vùng chọn
zh_hant: 取消選擇

source: 取消选择拓扑节点
ar: اختيار علم الأحياء
en: Clear Topology Selection
fa: انتخاب توپولوژی را پاک کنید
ja: トポロジーノードの選択を取り消す
ko: 토폴로지 노드 선택 취소
ru: Отменить выбор топологических узлов
tr: Topoloji Seçimini Temizle
vi: Xoá vùng chọn
zh_hant: 取消選擇拓撲節點

source: 受信任
ar: الثقة
en: Trusted
fa: اعتماد
ja: 信頼される
ko: 신뢰받다
ru: Надежный
tr: Güvendi
vi: Tin tưởng

source: 受信任网络
ar: الشبكة الاستئمانية
en: Trusted Network
fa: شبکه اعتماد
ja: 信頼できるネットワーク
ko: 신뢰할 수 있는 네트워크
ru: Доверенная сеть
tr: Güvenilen Ağlara Güvendi
vi: Mạng tin tưởng
zh_hant: 受信任網絡

source: 受信任网络前缀
ar: بادئات الشبكات الموثوقة
en: Trusted Network Prefixes
fa: پیشوند شبکه‌های مورد اعتماد
ja: 信頼できるネットワーク接頭辞
ko: 신뢰할 수 있는 네트워크 접두사
ru: Префиксы доверенных сетей
tr: Güvenilen Ağ Önekleri
vi: Tiền tố mạng tin cậy
zh_hant: 受信任網絡前綴

source: 只启动后台服务，不连接 VPN
ar: بدء خدمة المعلومات الأساسية دون ربط شبكة البرامج المواضيعية
en: Start the background service without connecting VPN
fa: شروع خدمات پس زمینه بدون اتصال VPN
ja: VPNは接続せずに、バックグラウンドサービスのみを起動します。
ko: 백그라운드 서비스만 실행하고 VPN 연결하지 않음
ru: Запускает только фоновые службы и не подключается к VPN
tr: VPN bağlantı olmadan arka plan hizmeti başlatın
vi: Chạy dịch vụ nền mà không kết nối VPN
zh_hant: 只啓動後台服務，不連接 VPN

source: 可疑路由
ar: مسارات مشبوهة
en: Suspicious Routes
fa: جاده های مشکوک
ja: 怪しいルート
ko: 의심스러운 경로
ru: Спорный маршрутизатор
tr: Şüpheli Rotalar
vi: Tuyến đáng ngờ

source: 可选
ar: الاختياري
en: Optional
fa: اختیاری اختیاری
ja: 選択可能
ko: 선택 가능
ru: Дополнительный
tr: İsteğe Bağlı
vi: Tùy chọn
zh_hant: 可選

source: 台湾
ar: تايوان
en: Taiwan
fa: تایوان
ko: 대만
ru: Тайвань
tr: Tayvan
vi: Đài Loan
zh_hant: 台灣

source: 名称
ar: الاسم
en: Name
fa: نام
ja: 名
ko: 이름
ru: Имя
tr: Adı
vi: Tên
zh_hant: 名稱

source: 后台服务
ar: خدمة الخلفية
en: Background Service
fa: سرویس پس‌زمینه
ja: バックステージサービス
ko: 백그라운드 서비스
ru: Фоновая служба
tr: Arka Plan Hizmeti
vi: Dịch vụ nền
zh_hant: 後台服務

source: 后台服务关闭失败
ar: فشل في وقف خدمة الخلفية
en: Failed to stop background service
fa: شکست برای متوقف کردن خدمات پس زمینه
ja: バックオフィスサービスの閉鎖に失敗しました
ko: 백엔드 서비스 종료 실패
ru: Не удалось отключить службу в фоновом режиме
tr: Arka plan hizmeti durdurmak için başarısız oldu
vi: Lỗi dừng dịch vụ nền
zh_hant: 後台服務關閉失敗

source: 后台服务启动失败
ar: فشل في بدء خدمة المعلومات الأساسية
en: Failed to start background service
fa: شکست برای شروع خدمات پس زمینه
ja: バックオフィスサービス起動に失敗した
ko: 백엔드 서비스 시작 실패
ru: Запуск службы бекенда не удался
tr: Arka servise başlamak için başarısız oldu
vi: Lỗi bắt đầu dịch vụ nền
zh_hant: 後台服務啓動失敗

source: 后台服务已关闭
ar: توقفت خدمة المعلومات الأساسية
en: Background service stopped
fa: خدمات پس زمینه متوقف شد
ja: バックオフィスサービスは終了しました
ko: 백엔드 서비스는 이미 종료되었습니다.
ru: Сервис в фоновом режиме закрыт
tr: Arka plan hizmeti durduruldu
vi: Dịch vụ nền đã dừng
zh_hant: 後台服務已關閉

source: 后台服务已启动，控制器未连接
ar: بدأت خدمة المعلومات الأساسية؛ تم فصل المتحكم
en: Background service started; controller disconnected
fa: خدمات پس زمینه آغاز شد؛ کنترل کننده قطع شد
ja: バックエンドサービスが起動しました、コントローラが接続されていません
ko: 백엔드 서비스가 시작되었으며 컨트롤러가 연결되지 않았습니다.
ru: Служба бекенда запущена, контроллер не подключен
tr: Arka plan hizmeti başladı; Kontrollü
vi: Dịch vụ nền đã chạy; kiểm soát bị ngắt kết nối
zh_hant: 後台服務已啓動，控制器未連接

source: 后台服务已启动，控制器连接成功
ar: بدأت خدمة المعلومات الأساسية؛
en: Background service started; controller connected
fa: خدمات پس زمینه آغاز شد؛ کنترل کننده متصل
ja: バックエンドサービスが起動され、コントローラーが正常に接続されました
ko: 백엔드 서비스가 시작되었으며 컨트롤러 연결이 성공했습니다.
ru: Сервис фонового мониторинга был запущен, и контроллер успешно подключен.
tr: Arka plan hizmeti başladı; kontrol bağlantılı
vi: Dịch vụ nền đã chạy; bộ điều khiển kết nối
zh_hant: 後台服務已啓動，控制器連接成功

source: 后台服务已启动，请检查控制器地址与密钥
ar: بدأت خدمة المعلومات الأساسية. تحقق من عنوان المراقب و السر
en: Background service started. Check the controller address and secret.
fa: خدمات پس زمینه شروع شد. آدرس کنترل کننده و راز را بررسی کنید.
ja: バックグラウンドサービスが起動しましたので、コントローラのアドレスとキーを確認してください
ko: 백엔드 서비스가 시작되었습니다. 컨트롤러 주소와 키를 확인하세요.
ru: Сервис бэкенда запущен, проверьте адрес и ключ контроллера.
tr: Arka plan hizmeti başladı. kontrolör adresini ve sırrını kontrol edin.
vi: Khởi động dịch vụ nền. Kiểm tra địa chỉ và bí mật.
zh_hant: 後台服務已啓動，請檢查控制器地址與密鑰

source: 后台服务未启动
ar: خدمة الخلفية غير مشغلة
en: Background Service Not Running
fa: سرویس پس‌زمینه اجرا نشده
ja: バックオフィスサービスが起動していない
ko: 백그라운드 서비스가 실행되지 않음
ru: Фоновая служба не запущена
tr: Arka Plan Hizmeti Çalışmıyor
vi: Dịch vụ nền chưa chạy
zh_hant: 後台服務未啓動

source: 启动后台服务
ar: بدء خدمة الخلفية
en: Start Background Service
fa: شروع سرویس پس‌زمینه
ja: バックグラウンドサービスを起動する
ko: 백그라운드 서비스 시작
ru: Запустить фоновую службу
tr: Arka Plan Hizmetini Başlat
vi: Khởi động dịch vụ nền
zh_hant: 啓動後台服務

source: 命中统计
ar: القواعد المتطابقة
en: Matched Rules
fa: قوانین مطابقت
ja: 命中統計
ko: 命中統計
ru: Статистика попадания
tr: Eşleştirilmiş Kurallar
vi: Nguyên tắc khớp
zh_hant: 命中統計

source: 在外
ar: الشبكة غير المشمولة بالوصاية
en: Untrusted Network
fa: شبکه غیر قابل اعتماد
ja: 外にいる
ko: 밖에 있어
ru: на улице
tr: Güvensiz Ağ
vi: Mạng không đáng tin cậy

source: 在家网段
ar: الشبكة الاستئمانية
en: Trusted Network
fa: شبکه اعتماد
ja: 自宅のネットエリア
ko: 집에서 인터넷 연결 구간
ru: Домашний сегмент сети
tr: Güvenilen Ağlara Güvendi
vi: Mạng tin tưởng
zh_hant: 在家網段

source: 地址
ar: العنوان
en: Address
fa: آدرس آدرس
ja: アドレス
ko: 주소
ru: Адрес
tr: Adres
vi: Địa chỉ

source: 地址或密钥错误时会连接失败。
ar: عنوان خاطئ أو سر سيمنع الإتصال
en: An incorrect address or secret will prevent connection.
fa: یک آدرس یا راز نادرست از اتصال جلوگیری می کند.
ja: アドレスまたはキーが間違っている場合、接続に失敗する。
ko: 주소나 키가 잘못되었을 경우 연결이 실패합니다.
ru: Подключение не удалось при ошибке адреса или ключа.
tr: Yanlış bir adres veya sır bağlantıyı engelleyebilir.
vi: Địa chỉ hay bí mật không đúng sẽ ngăn cản kết nối.
zh_hant: 地址或密鑰錯誤時會連接失敗。

source: 域名、IP、进程或规则
ar: المجال أو الملكية الفكرية أو العملية أو القاعدة
en: Domain, IP, process, or rule
fa: دامنه، IP، فرایند یا قاعده
ja: ドメイン名、IP、プロセスまたは規則
ko: 도메인 이름, IP, 프로세스 또는 규칙
ru: Доменное имя, IP, процесс или правило
tr: Etki alanı, IP, süreç veya kural
vi: Miền, IP, tiến trình, hay quy tắc
zh_hant: 域名、IP、進程或規則

source: 外观与语言
ar: المظهر واللغة
en: Appearance & Language
fa: ظاهر و زبان
ja: 外観と言葉
ko: 화면 및 언어
ru: Оформление и язык
tr: Görünüm ve Dil
vi: Giao diện và ngôn ngữ
zh_hant: 外觀與語言

source: 外观模式
ar: المظهر
en: Appearance
fa: ظاهر
ja: 外観モード
ko: 화면 모드
ru: Оформление
tr: Görünüm
vi: Giao diện
zh_hant: 外觀模式

source: 多播
ar: الإرسال المتعدد
en: Multicast
fa: چندپخشی
ko: 다시 방송하다
ru: Многопользовательский стриминг
tr: Çok noktaya yayın
vi: Đa hướng

source: 大 (4 格)
ar: كبير (4 خلايا)
en: Large (4 Cells)
fa: بزرگ (4سلول)
ja: 大きい(4格)
ko: 크다 (4칸)
ru: Большой (4 клетки)
tr: Büyük (4 Hücre)
vi: Lớn (4 ô)

source: 失败
ar: فشل
en: Failed
fa: شکست خورده
ja: 失敗
ko: 실패
ru: Неудача
tr: Başarısızlık
vi: Thất bại
zh_hant: 失敗

source: 如：home-vpn
ar: مثال: البيت-vpn
en: Example: home-vpn
fa: مثال: وی‌پی‌ان خانگی
ja: 例えば：home-vpn
ko: 예:home-vpn
ru: Например: home-vpn
tr: Örnek: ev-vpn
vi: Ví dụ:

source: 守护
ar: الحماية
en: Guard
fa: محافظ
ja: 守る
ko: 보호
ru: Защита
tr: Koruma
vi: Bảo vệ
zh_hant: 守護

source: 安装
ar: تثبيت
en: Install
fa: نصب
ja: インストール
ko: 설치
ru: Установить
tr: Yükle
vi: Cài đặt
zh_hant: 安裝

source: 安装系统 helper
ar: تثبيت مساعد النظام
en: Install System Helper
fa: نصب کمک‌رسان سیستم
ja: システムhelperをインストールする
ko: 시스템 helper 설치
ru: Установить системного helper
tr: Yükleme Sistemi Yardımlayıcı
vi: Bộ hỗ trợ hệ thống
zh_hant: 安裝系統 helper

source: 完成
ar: تم
en: Done
fa: انجام کارها
ja: 完成する
ko: 완료
ru: Закончить
tr: Bitti
vi: Hoàn tất

source: 定位
ar: الغرض
en: Purpose
fa: هدف
ja: 位置づけ
ko: 포지셔닝
ru: позиционирование
tr: Amaç
vi: Mục đích

source: 实时
ar: الحياة
en: Live
fa: زنده
ja: リアルタイム
ko: 실시간
ru: в режиме реального времени
tr: Canlı
vi: Sống
zh_hant: 實時

source: 实时速度
ar: السرعة المباشرة
en: Live Speed
fa: سرعت زندگی
ja: リアルタイム速度
ko: 실시간 속도
ru: Скорость в реальном времени
tr: Canlı Hız
vi: Tốc độ sống
zh_hant: 實時速度

source: 密钥
ar: السرية
en: Secret
fa: راز راز
ja: 鍵
ko: 키
ru: Ключ
tr: Gizli Anahtar
vi: Bí mật
zh_hant: 密鑰

source: 对端（服务器）信息
ar: معلومات الأقران (الخادم)
en: Peer (Server) Information
fa: اطلاعات همتا (سرور)
ja: 端（サーバー）情報に対して
ko: 단(서버) 정보에 대해
ru: Информация об источнике (сервере)
tr: Eş (Sunucu) Bilgileri
vi: Thông tin ngang hàng (Máy chủ)
zh_hant: 對端（服務器）信息

source: 对端信息
ar: معلومات عن الأقران
en: Peer Information
fa: اطلاعات دقیق
ja: 端の情報に対して
ko: 맞는 정보
ru: Информация об адресате
tr: Akran Bilgileri
vi: Thông tin bạn bè
zh_hant: 對端信息

source: 导入
ar: الواردات
en: Import
fa: واردات واردات
ja: 導入
ko: 입력
ru: импортировать
tr: İthalat
vi: Nhập
zh_hant: 導入

source: 导入 .conf 或手动填写
ar: استيراد الملف أو الدخول إليه يدوياً
en: Import a .conf file or enter it manually
fa: یک فایل .conf را وارد کنید یا آن را به صورت دستی وارد کنید
ja: .confをインポートするか、手動で記入する
ko: .conf를 가져오거나 수동으로 작성하세요.
ru: Импорт .conf или заполнение вручную
tr: Bir .conf dosyasını içe aktarın veya manuel olarak girin
vi: Nhập tệp .conf hoặc nhập tệp theo cách thủ công
zh_hant: 導入 .conf 或手動填寫

source: 导入 .conf 或手动填写创建
ar: استيراد ملف أو إنشاء ملف يدوي
en: Import a .conf file or create one manually
fa: یک فایل .conf را وارد کنید یا به صورت دستی ایجاد کنید
ja: .confをインポートするか、手動で作成を記入する
ko: .conf를 가져오거나 수동으로 작성
ru: Импорт .conf или вручную заполните и создайте
tr: Bir .conf dosyasını içe aktarın veya manuel olarak oluşturun
vi: Nhập tệp .conf hoặc tạo tệp theo cách thủ công
zh_hant: 導入 .conf 或手動填寫創建

source: 导入 WireGuard 配置
ar: استيراد ملف تعريف WireGuard
en: Import WireGuard Profile
fa: واردات WireGuard Profile
ja: WireGuard設定を導入する
ko: WireGuard 구성 가져오기
ru: Импорт конфигурации WireGuard
tr: WireGuard Profilini İçe Aktar
vi: Nhập vào tự sổ danh sách của kde2
zh_hant: 導入 WireGuard 配置

source: 导出
ar: الصادرات
en: Export
fa: صادرات صادرات
ja: エクスポート
ko: 엑포트
ru: Экспортировать
tr: İhracat İhracatı
vi: Xuất
zh_hant: 導出

source: 导出 .conf
ar: الصادرات
en: Export .conf
fa: صادرات
ja: .confをエクスポートする
ko: .conf를 내보냅니다.
ru: Экспортировать .conf
tr: .conf dışa aktar
vi: Xuất .conf
zh_hant: 導出 .conf

source: 导出 %@
ar: الصادرات%1$@
en: Export %1$@
fa: صادرات صادرات%1$@
ja: %@をエクスポートする
ko: 내보내기 %@
ru: Экспортировать %@
tr: İhracat İhracatı%1$@
vi: Xuất%1$@
zh_hant: 導出 %@

source: 导出日志
ar: قروض التصدير
en: Export Logs
fa: خروجی گرفتن از لاگ‌ها
ja: ログをエクスポートする
ko: 로그 내보내기
ru: Экспортировать журнал
tr: Günlükleri Dışa Aktar
vi: Xuất bản ghi
zh_hant: 導出日誌

source: 导出诊断
ar: تشخيص الصادرات
en: Export Diagnostics
fa: تشخیص صادرات
ja: 診断をエクスポートする
ko: 진단 내보내기
ru: Экспортировать диагноз
tr: İhracat Tanıları
vi: Xuất dạng chẩn đoán
zh_hant: 導出診斷

source: 将断开 WG 并删除当前 profile「%@」，此操作不可撤销。
ar: وهذا سيفصل ويريغارد ويحذف النبذة &quot; .%1$@&quot; &quot; لا يمكن التخلي عن ذلك.
en: This will disconnect WireGuard and delete profile “%1$@”. This cannot be undone.
fa: این کار WireGuard را قطع می کند و پروفایل را حذف می کند.%1$@این را نمی توان انکار کرد.
ja: WGを切断して現在のprofile「%@」を削除します。この操作は取り消すことができません。
ko: WG를 끊고 현재 profile「%@」을 삭제할 예정이며, 이 작업은 취소할 수 없습니다.
ru: WG будет отключен и текущий профиль "%@" будет удален, эта операция не отменяется.
tr: Bu, WireGuard'ı kesecektir ve profili “%1$@"Bu geri çekilmez.
vi: Tùy chọn này sẽ ngắt kết nối Wire Guard và xoá hồ sơ%1$@Điều này không thể thay đổi được ”.
zh_hant: 將斷開 WG 並刪除當前 profile「%@」，此操作不可撤銷。

source: 小 (1 格)
ar: صغيرة (خلية واحدة)
en: Small (1 Cell)
fa: کوچک (1 سلول)
ja: 小さい(1格)
ko: 작은 (1칸)
ru: Маленький (1 клетка)
tr: Küçük (1 Hücre)
vi: Nhỏ (1 ô)

source: 已保存
ar: منقذة
en: Saved
fa: نجات
ja: 保存済み
ko: 저장되었습니다.
ru: Сохранен
tr: Kaydedildi
vi: Đã lưu

source: 已保存，留空保持不变
ar: منقذ اترك فارغاً لتبقيه بدون تغيير
en: Saved. Leave blank to keep unchanged.
fa: نجات خالی نگه داشتن بدون تغییر
ja: 保存済み、空白のまま
ko: 저장되었습니다, 공백을 남겨두면 그대로 유지됩니다.
ru: Сохранен, оставьте пустым, чтобы сохранить прежний статус.
tr: Kurtarın. değişmemek için boş bırakın.
vi: Được cứu. Để trống để giữ không thay đổi.
zh_hant: 已保存，留空保持不變

source: 已保存到文件
ar: تم إنقاذه
en: Saved to file
fa: ذخیره شده برای فایل
ja: ファイルに保存されました
ko: 파일에 저장되었습니다.
ru: Сохранен в файле
tr: Dosyayı Kaydetmek için
vi: Đã lưu vào tập tin

source: 已停止
ar: توقف
en: Stopped
fa: توقف
ja: 停止した
ko: 중지됨
ru: Останавливается
tr: Durdu
vi: Bị dừng

source: 已取消
ar: ألغيت
en: Cancelled
fa: لغو
ja: キャンセル済み
ko: 취소되었습니다.
ru: отменено
tr: İptal edildi
vi: Đã hủy

source: 已安装但未加载
ar: مثبتة ولكن غير محشوة
en: Installed but not loaded
fa: نصب شده اما بارگیری نشده
ja: インストール済みですが読み込みができません
ko: 설치되었지만 로딩되지 않음
ru: Установлено, но не загружено
tr: Yüklemek ama yüklememek
vi: Đã cài đặt nhưng chưa tải
zh_hant: 已安裝但未加載

source: 已安装并已加载
ar: تركيبها وتحميلها
en: Installed and loaded
fa: نصب و بارگیری
ja: インストールされ、ロードされました
ko: 설치 및 로딩 완료
ru: Установлено и загружено
tr: Yükleme ve yükleme
vi: Đã cài đặt và tải
zh_hant: 已安裝並已加載

source: 已完成
ar: مكتمل
en: Completed
fa: تکمیل شده
ja: 完了した
ko: 완료되었습니다.
ru: Завершен
tr: Tamamlandı
vi: Hoàn tất

source: 已建立隧道
ar: تم إنشاء النفق
en: Tunnel Established
fa: تونل
ja: トンネルが建設されました
ko: 터널이 이미 세워졌다
ru: Туннель уже построен
tr: Tünel kuruldu
vi: Đường hầm được thiết lập

source: 已暂停
ar: مدفوع
en: Paused
fa: لذت بردن
ja: 一時停止した
ko: 일시 중지됨
ru: Приостановлено
tr: Duraklatıldı
vi: Tạm dừng
zh_hant: 已暫停

source: 已用 %@ / %@
ar: مستخدم%1$@ / %2$@
en: Used %1$@ / %2$@
fa: استفاده شده%1$@ / %2$@
ja: すでに使用しました %@ / %@
ko: 이미 %@ / %@를 사용했다
ru: Использовано %@ / %@
tr: Kullanılmış kullanılır%1$@ / %2$@
vi: Dùng%1$@ / %2$@

source: 已连接
ar: متصل
en: Connected
fa: متصل
ja: 接続済み
ko: 연결됨
ru: Подключено
tr: Bağlı
vi: Đã kết nối
zh_hant: 已連接

source: 平台
ar: المنصات
en: Platforms
fa: پلتفرم ها
ja: プラットフォーム
ko: 플랫폼
ru: платформа
tr: Platformlar
vi: Nền

source: 应用网络配置？
ar: تشكيلة الشبكة التطبيقية؟
en: Apply network configuration?
fa: تنظیمات شبکه را اعمال کنید؟
ja: ネットワーク設定を適用する？
ko: 인터넷 설정 적용?
ru: Применить сетевое оборудование?
tr: Ağ yapılandırmasını uygulayın?
vi: Áp dụng cấu hình mạng?
zh_hant: 應用網絡配置？

source: 应用运行配置
ar: التجمّع التطبيقي
en: Apply Runtime Configuration
fa: اعمال پیکربندی زمان اجرا
ja: アプリケーションの運行設定
ko: 응용 실행 구성
ru: Запуск и настройка приложения
tr: Uygulama
vi: Áp dụng cấu hình đang chạy
zh_hant: 應用運行配置

source: 应用配置
ar: الاتحاد التطبيقي
en: Apply Configuration
fa: اعمال پیکربندی
ja: アプリケーション構成
ko: 응용 구성
ru: Приложения и конфигурация
tr: Uygulama
vi: Cấu hình
zh_hant: 應用配置

source: 应用配置到 daemon
ar: تطبيق الإعداد على daemon
en: Apply Configuration to Daemon
fa: اعمال تنظیمات به daemon
ja: アプリケーションをデーモンに配置する
ko: 구성을 데몬에 적용
ru: Применить настройки к daemon
tr: Yapılandırmayı Daemon’a Uygula
vi: Áp dụng cấu hình cho daemon
zh_hant: 應用配置到 daemon

source: 延迟测试 URL
ar: اختبار حالة الطوارئ
en: Latency Test URL
fa: تست URL
ja: 遅延テストURL
ko: 지연테스트 URL
ru: URL-адрес задержки тестирования
tr: Gecikme Testi URL'si
vi: Địa chỉ Mạng thử nghiệm độ trong nước
zh_hant: 延遲測試 URL

source: 延迟阈值
ar: الحيل الصاخب
en: Latency Threshold
fa: آستانه تأخیر
ja: 遅延し閾値
ko: 지연 임계값
ru: Порог задержки
tr: Gecikme Eşiği
vi: Giữ thăng bằng
zh_hant: 延遲閾值

source: 弹出 macOS 管理员授权并启动 WgSense 后台服务
ar: طلب إذن من إدارة نظام ماكوس وبدء خدمة المعلومات الأساسية
en: Request macOS administrator authorization and start the WgSense background service
fa: درخواست مجوز مدیریت macOS و شروع سرویس پس زمینه WgSense
ja: macOS 管理者が WgSense バックグラウンドサービスを承認して起動するポップアップ
ko: macOS 관리자 권한을 부여하고 WgSense 백그라운드 서비스를 시작합니다.
ru: После всплывания авторизация администратора macOS и запуска WgSense
tr: MacOS yönetici izni talep edin ve WgSense arka plan hizmetine başlayın
vi: Yêu cầu quyền quản trị macOS và bắt đầu dịch vụ nền WgSense
zh_hant: 彈出 macOS 管理員授權並啓動 WgSense 後台服務

source: 待接收
ar: تنتهي
en: Pending
fa: بازگشت
ja: 受け取るのを待つ
ko: 수령 대기 중
ru: Будет получено
tr: Beklemede
vi: Đang đợi

source: 微软
ar: مايكروسوفت
en: Microsoft
fa: مایکروسافت
ja: マイクロソフト
ko: 마이크로소프트
ru: Microsoft
tr: Microsoft
vi: Microsoft
zh_hant: 微軟

source: 德国
ar: ألمانيا
en: Germany
fa: آلمان آلمان
ja: ドイツ
ko: 독일
ru: Германия
tr: Almanya
vi: Đức
zh_hant: 德國

source: 快速查看 VPN、配置与当前网络状态。
ar: اعرض VPN والملف الشخصي وحالة الشبكة في لمحة.
en: View VPN, profile, and network status at a glance.
fa: مشاهده VPN، پروفایل و وضعیت شبکه در یک نگاه.
ja: VPN、設定、現在のネットワーク状態をすばやく確認します。
ko: VPN, 구성 및 현재 네트워크 상태를 빠르게 확인하세요.
ru: Быстрый просмотр VPN, настройки и текущее состояние сети.
tr: VPN, profili ve bir bakışta ağ durumu.
vi: Xem trạng thái VPN, hồ sơ và mạng trong nháy mắt.
zh_hant: 快速查看 VPN、配置與當前網絡狀態。

source: 总流量
ar: مجموع حركة المرور
en: Total Traffic
fa: مجموع ترافیک
ja: 総トラフィック
ko: 총 트래픽
ru: Общий трафик
tr: Toplam Trafik
vi: Toàn bộ giao thông
zh_hant: 總流量

source: 总流量 %@
ar: المجموع%1$@
en: Total %1$@
fa: مجموع%1$@
ja: 総トラフィック %@
ko: 총 트래픽 %@
ru: Общий трафик %@
tr: Toplam %1$@
vi: Tổng%1$@
zh_hant: 總流量 %@

source: 悬停高亮，点击节点锁定
ar: قم بتسليط الضوء ونقر العقدة
en: Hover to highlight; click a node to pin
fa: برای برجسته کردن، نشانگر ماوس را نگه دارید؛ برای سنجاق کردن، روی یک گره کلیک کنید
ja: ハイライトを浮かべて、ノードをクリックしてロックする
ko: 높게 띄우고 노드를 클릭하면 잠깁니다.
ru: Поднимите курсор и щелкните узлы, чтобы заблокировать их.
tr: Vurgulamak için fareyle üzerine gelin; sabitlemek için bir düğüme tıklayın
vi: Di chuột để đánh dấu; nhấp vào một nút để ghim
zh_hant: 懸停高亮，點擊節點鎖定

source: 或点击下方按钮选择文件
ar: أو اختيار ملف أدناه
en: or choose a file below
fa: یا فایل زیر را انتخاب کنید.
ja: または下のボタンをクリックしてファイルを選択します
ko: 또는 아래 버튼을 클릭하여 파일을 선택하세요.
ru: Или нажмите кнопку ниже, чтобы выбрать файл.
tr: veya aşağıdaki bir dosyayı seçin
vi: hoặc chọn tập tin bên dưới
zh_hant: 或點擊下方按鈕選擇文件

source: 所有磁贴已添加
ar: جميع البلاط مضاف بالفعل
en: All tiles are already added
fa: همه کاشی ها قبلا اضافه شده اند
ja: すべての投稿が追加されました
ko: 모든 게시물이 추가되었습니다.
ru: Все сообщения добавлены
tr: Tüm karolar zaten ekleniyor
vi: Tất cả ô đã được thêm
zh_hant: 所有磁貼已添加

source: 手动
ar: الدليل
en: Manual
fa: دستی
ja: 手動
ko: 수동
ru: ручной
tr: Elle
vi: Thủ công
zh_hant: 手動

source: 手动填写
ar: أدخل يدويًا
en: Enter Manually
fa: راهنمای ورود
ja: 手動で記入する
ko: 수동으로 작성
ru: Заполните вручную
tr: Elle Gir
vi: Tự nhập
zh_hant: 手動填寫

source: 手动添加目标设备
ar: يضاف الجهاز المستهدف
en: Add Target Device Manually
fa: دستگاه هدف را به صورت دستی اضافه کنید
ja: 手動で目標設備を追加する
ko: 수동으로 대상 장치를 추가
ru: Ручное добавление целевого устройства
tr: Hedef Cihazı Manuel Olarak Ekle
vi: Thêm thiết bị đích bằng tay
zh_hant: 手動添加目標設備

source: 手动添加设备
ar: يضاف الرمز الدليلي
en: Add Device Manually
fa: دستگاه را به صورت دستی اضافه کنید
ja: 手動で設備を追加する
ko: 수동으로 장비를 추가하다
ru: Ручное добавление устройств
tr: Cihazı Manuel Olarak Ekle
vi: Thêm thiết bị bằng tay
zh_hant: 手動添加設備

source: 打开
ar: مفتوح
en: Open
fa: باز
ja: 開ける
ko: 열다
ru: Открыть
tr: Açık
vi: Mở
zh_hant: 打開

source: 打开主窗口
ar: النافذة الرئيسية
en: Open Main Window
fa: پنجره اصلی باز
ja: メインウィンドウを開く
ko: 메인창 열기
ru: Откройте главную панель
tr: Ana Pencereyi Aç
vi: Mở cửa sổ chính
zh_hant: 打開主窗口

source: 打开设置
ar: فتح الإعدادات
en: Open Settings
fa: باز کردن تنظیمات
ja: 設定を開く
ko: 설정 열기
ru: Открыть настройки
tr: Ayarları Aç
vi: Mở cài đặt
zh_hant: 打開設置

source: 打开配置管理
ar: فتح مدير ملف التعريف
en: Open Profile Manager
fa: مدیریت پروفایل را باز کنید
ja: 設定管理を開く
ko: 구성 관리를 엽니다.
ru: Открыть управление конфигурацией
tr: Profil Yöneticisini Aç
vi: Mở bộ quản lý hồ sơ
zh_hant: 打開配置管理

source: 执行
ar: التطبيق
en: Apply
fa: درخواست
ja: 実行する
ko: 실행
ru: исполнять
tr: Uygula
vi: Áp dụng
zh_hant: 執行

source: 扫描
ar: مسح ضوئي
en: Scan
fa: اسکن
ja: スキャン
ko: 스캔
ru: Сканировать
tr: Tara
vi: Quét
zh_hant: 掃描

source: 扫描完成，未发现 LocalSend 设备
ar: اكتمل المسح لا توجد أجهزة إرسال محلية
en: Scan complete. No LocalSend devices found.
fa: اسکن کامل هیچ دستگاه محلی پیدا نشد.
ja: スキャンが完了し、LocalSendデバイスは見つかりませんでした
ko: 스캔 완료, LocalSend 장치 발견되지 않음
ru: Сканирование завершено, устройство LocalSend не обнаружено
tr: Tarama tamamlandı. LocalSend cihazı bulunamadı.
vi: Đã quét xong. Không tìm thấy thiết bị gửi cục bộ.
zh_hant: 掃描完成，未發現 LocalSend 設備

source: 扫描局域网 LocalSend 设备
ar: البحث عن أجهزة LocalSend على الشبكة المحلية
en: Scan for LocalSend devices on the local network
fa: اسکن دستگاه های LocalSend در شبکه محلی
ja: LAN LocalSend デバイスをスキャンする
ko: LAN LocalSend 장치를 스캔하다
ru: Сканирование локального устройства локальной сети
tr: Yerel ağdaki LocalSend cihazlarını tarayın
vi: Quét tìm thiết bị gửi cục bộ trên mạng cục bộ
zh_hant: 掃描局域網 LocalSend 設備

source: 扫描局域网设备
ar: شبكة المسح المحلية
en: Scan Local Network
fa: شبکه محلی
ja: LAN機器をスキャンする
ko: 랜 장치를 스캔하다
ru: Сканирование локального устройства
tr: Yerel Ağı Tara
vi: Quét mạng nội bộ
zh_hant: 掃描局域網設備

source: 扫描或手动添加设备
ar: مسح أو إضافة جهاز يدويا
en: Scan or add a device manually
fa: اسکن یا اضافه کردن یک دستگاه به صورت دستی
ja: スキャンまたは手動でデバイスを追加する
ko: 스캔하거나 수동으로 장치를 추가하세요.
ru: Сканирование или ручное добавление устройств
tr: Bir cihazı manuel olarak ekleyin veya ekleyin
vi: Quét hoặc thêm thiết bị bằng tay
zh_hant: 掃描或手動添加設備

source: 拉起宽限期
ar: بدء غريس الفترة
en: Startup Grace Period
fa: دوره مهلت راه‌اندازی
ja: 猶予期間を引き上げる
ko: 한계기간을 연장하다
ru: Увеличить лимит
tr: Başlangıç Ek Süresi
vi: Thời gian chờ khởi động
zh_hant: 拉起寬限期
